---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotLoadMetricFamilyToImperialProject
source: html/94dd15bf-88d8-4ad4-59ad-e7fc9cb0edac.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotLoadMetricFamilyToImperialProject Property

Can't load a metric Family into an imperial Project.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotLoadMetricFamilyToImperialProject { get; }
```